Repository: nazim-developer/cakephp-datatables
Catalog: resources/locales/*/data_tables.po
Languages: pt_br

source: {0} activate to sort column ascending
pt_br: {0} ordenar colunas de forma ascendente

source: {0} activate to sort column descending
pt_br: {0} ordenar colunas de forma descendente

source: No data available in table
pt_br: Nenhum registro encontrado

source: Showing {0} to {1} of {2} entries
pt_br: Mostrando de {0} até {1} de {2} registros

source: filtered from {0} total entries
pt_br: filtrados de {0} registros

source: Show {0} entries
pt_br: {0} resultados por página

source: Loading
pt_br: Carregando

source: Next
pt_br: Próximo

source: Previous
pt_br: Anterior

source: First
pt_br: Primeiro

source: Last
pt_br: Último

source: Processing
pt_br: Processando

source: Search:
pt_br: Pesquisar:

source: Search records
pt_br: Buscar registros

source: No matching records found
pt_br: Nenhum registro encontrado

source: Go!
pt_br: Ir!

source: Cancel
pt_br: Cancelar

source: Fill all cells with {0}
pt_br: Encha todas as células com {0}

source: Fill cells horizontally
pt_br: Encha células horizontalmente

source: Fill cells vertically
pt_br: Preencha as células verticalmente

source: Increment / decrement each cell by: {0}
pt_br: Incremento / decrementar de cada célula por: {0}

source: Select a data fill type:
pt_br: Selecione um tipo de preenchimento de dados:

source: Copy
pt_br: Copiar

source: Visibility
pt_br: Visibilidade

source: Selected {0} cells
pt_br: Selecionado {0} linhas

source: Click a cell to select it
pt_br: Nenhuma linha selecionada

source: Selected 1 cell
pt_br: Selecionado 1 linha

source: {0} found
pt_br: {0} encontrado

source: No searchPanes
pt_br: Sem searchPanes

source: Filters Selected - {0}
pt_br: Filtros selecionados - {0}

source: No Filters Selected
pt_br: Sem filtros selecionados

source: One Filter Selected
pt_br: Um filtro selecionado

source: NOT CONFIGURED YET
pt_br: NÃO CONFIGURADO AINDA

source: this column data was auto generated.
pt_br: estes dados da coluna foram gerados automaticamente.

source: Loading {0} data
pt_br: Carregando dados de {0}
